{
  "j1m6v08t": {
    "id": "j1m6v08t",
    "type": "section",
    "header": "Pair of wine cups",
    "text": "With large flaring mouths, vessels of this shape resemble inverted bells and are commonly referred to as ‘chime-type cups’. Popular throughout the Ming and Qing dynasties, this pair was made during the reign of the Jiajing emperor. In keeping with the emperor's interest in auspicious symbolism, the three goats and suns surrounded by prunus, pine and bamboo trees are another example of the use of homophones in the Chinese language to create visual puns. The goats and suns (both pronounced yang) form a rebus that refers to a passage from the I Ching (‘The Book of Changes’): “the first month of the year is the Trigram of Tai, after which three suns rise”. The passage denotes the passing of seasons as winter (associated with the cosmic force of yin) ends and spring (associated with yang) arrives, and carries an auspicious message of renewal.",
    "page_idx": [
      20
    ],
    "img_path": [],
    "img_caption": [],
    "img_footnote": [],
    "section_type": [],
    "time_period": [
      "ming"
    ],
    "art_medium": [
      "cermanics"
    ],
    "themes": [
      "symbolism",
      "nature"
    ]
  },
  "x2h1prm0": {
    "id": "x2h1prm0",
    "type": "section",
    "header": "Jar (guan)",
    "text": "China (Ming dynasty), Jiajing period, 1545, or 19th century Porcelain with underglaze blue, 31 x 30 cm HKU.C.1992.0967 Large jars of this shape, called guan, were used for the storage of wine. Oversized examples with extremely fine painting also had an additional ornamental function, and were occasionally used to decorate imperial palace grounds. They were popular export items to the Middle East and Southeast Asia in the fourteenth century, with comparable jars preserved in the Ardabil Shrine, Iran, and Wat Mahathat, a temple in Lamphun, Thailand. An inscription at the centre locates the production of this jar to Jingdezhen in the 24th year of the reign of the Jiajing emperor (1545)—although similar jars were imitated well into the nineteenth century. Blue-and-white guan jars evolved significantly over the course of the Yuan and Ming dynasties. The neck of this guan is significantly wider than most fourteenth-century examples, which also had lower shoulders, sometimes with small handles attached. The banded floral decoration is typical of the mid-Ming period, although vessels painted with peacocks—a symbol of beauty, power and the Ming court—are more unusual. Jingdezhen, China (Ming dynasty), Jiajing period, 1522–1566 Porcelain with underglaze blue, height 10.5 cm HKU.C.1957.0196 mathrm{~x~}30$ HKU.C.1992.0967",
    "page_idx": [
      20
    ],
    "img_path": [
      "output/Objectifying_China/auto/images/49745071e8af9e02b5a3eb8a7f8eabb34fcc0498b92dd3b7bf321b187caa6c59.jpg"
    ],
    "img_caption": [],
    "img_footnote": [],
    "section_type": [],
    "time_period": [
      "ming"
    ],
    "art_medium": [
      "cermanics"
    ],
    "themes": [
      "symbolism",
      "technique"
    ]
  },
  "n2ka5qvo": {
    "id": "n2ka5qvo",
    "type": "section",
    "header": "Plate with a coat of arms",
    "text": "Genoa, Italy, ca. 1710s Tin-glazed earthenware, diameter 25.6 cm Asian Civilisations Museum, 2007-55829 Gift of Mr and Mrs Toshio Egawa The deer, birds and foliage on this maiolica plate are painted in a spontaneous style reminiscent of kraak ware, tempered slightly by the formal arrangement of motifs. The design in each quarter of the outer band is repeated and separated by floral bouquets, except for an area that was intentionally left blank so that it could be personalised to suit individual buyers. That space was painted with a coat of arms in red, orange and green enamels— probably the arms of a member of the Knights of Malta. The design sources for personalised details like this were specially commissioned drawings incorporating the arms and insignia of the client. The quest to duplicate Chinese porcelain was an obsession shared by many connoisseurs and entrepreneurs in Europe. Early successes in Florence commissioned by Grand Duke Francesco I de’ Medici (r. 1574–1587) led to the production of a type of soft-paste porcelain made from white clay and ground glass around 1575. Italian potters also attempted to imitate Chinese porcelain by applying painted decoration to traditional low-fired earthenwares with a white tin glaze called maiolica. Italian maiolica production flourished from the fifteenth to seventeenth centuries and laid the foundations for other tin-glazed pottery traditions in Europe.",
    "page_idx": [
      23
    ],
    "img_path": [
      "output/Objectifying_China/auto/images/ac27c5e1848441e2bd034df07c43195223b68c9465483ddee39c2c412715f36b.jpg"
    ],
    "img_caption": [],
    "img_footnote": [],
    "section_type": [],
    "time_period": [],
    "art_medium": [
      "cermanics"
    ],
    "themes": [
      "symbolism",
      "technique",
      "nature"
    ]
  },
  "eet83rw8": {
    "id": "eet83rw8",
    "type": "section",
    "header": "Mounted bowl",
    "text": "Exotic and highly valued, early porcelain in Europe was perceived in the same way as natural curiosities like ostrich eggs, serpentine and coconuts, and like those materials was sometimes ornamented with expensive mounts chosen to enhance its value. Because of their rarity and cost, these early mounted porcelains were confined to royalty and a few aristocratic families, where they were used as attractive sideboards or displayed in kunstkammer (‘cabinets of curiosities’ in German). After the Dutch and British East India companies entered the trade in Chinese ceramics in the seventeenth century, and porcelain became available to a growing middle-class, the practice of mounting these objects with precious metals continued as a means of demonstrating wealth and luxury. Their presence in numerous Dutch and Flemish still life paintings of the early seventeenth century attests to their popularity. Mounted porcelain took various forms, from small blue-and-white bowls and ewers to large celadon vases and pots. This bowl was made for export at Jingdezhen, with the mounts added later, probably in the Netherlands. The exterior features an openwork honeycomb and flower-head pattern, revealing a body decorated with underglaze blue floral sprays beneath. Double-walled objects with a pierced outer wall like this bowl are called linglong (‘devil’s work’) in China due to the time and effort it takes to produce them. Jingdezhen, China, Kangxi period, 1662–1722; mounts added in the Netherlands, late 17th century Porcelain with underglaze blue and ormolu mounts, 15.2 x 21.5 cm Asian Civilisations Museum, 2014-00433",
    "page_idx": [
      24
    ],
    "img_path": [
      "output/Objectifying_China/auto/images/754dcf1ab56dc4df25239330458dde3fed7eeb0bf2f742dc6c5735de05cd6d79.jpg"
    ],
    "img_caption": [],
    "img_footnote": [],
    "section_type": [],
    "time_period": [
      "qing"
    ],
    "art_medium": [
      "cermanics"
    ],
    "themes": [
      "technique"
    ]
  },
  "dm4qzbtq": {
    "id": "dm4qzbtq",
    "type": "section",
    "header": "Pair of ko-akae plates",
    "text": "Painted in a wucai palette of red, green, brown and yellow overglaze enamels, the scenes on these plates show a Buddhist monk seated on the ground surrounded by tea utensils. The figure may be Kanaka Bharadvaja, a luohan (‘perfected being’, rakan in Japanese), who in Buddhist art is commonly depicted with a book and a fly whisk. Called ko-akae (‘old red wares’) in Japan, they are the colourful equivalents of ko-sometsuke dishes made in China in the seventeenth century for use in meals accompanying the Japanese tea ceremony. The plates feature characteristic surface flaws that tea practitioners found appealing, such as glaze bubbles and worn edges. But the protective brown enamel on the rims and greater regularity and delicacy of shape when compared to many ko-sometsuke speak to the complex aesthetic of the tea ceremony—which was defined as much by individual practitioners as the sensibility of austerity, spontaneity and apparent artlessness promoted by influential masters like Sen no Rikyu (1522-1591). Though marked on the base with the marks of the Daoguang emperor, such wares were produced during a relatively brief period between the reigns of the Tianqi and Kangxi emperors. These reign marks were probably added later to increase the prestige of the objects or as a mark of respect. Other names for ko-akae include Tenkei akae, based on their prolific production during the reign of the Tianqi emperor (called Tenkei in Japanese), and Nankin akae, due to the Japanese belief that they were decorated in Nanjing. They were rarely exported to Europe, where more highly finished and thinly bodied polychrome ceramics were preferred. 13. In Chinese art, luohans are often represented both collectively or as individuals, but in Japanese art they are more commonly represented singly. China (Ming dynasty), Tianqi period, 1621–1627 Porcelain with overglaze enamels, width 18.5 cm HKU.C.1978.0627",
    "page_idx": [
      40
    ],
    "img_path": [
      "output/Objectifying_China/auto/images/5d5bed3ef0bf621cf4481ee36c61545f61316c07d14a5dde4496150334ff06f8.jpg"
    ],
    "img_caption": [],
    "img_footnote": [],
    "section_type": [],
    "time_period": [
      "ming"
    ],
    "art_medium": [
      "cermanics"
    ],
    "themes": [
      "symbolism",
      "technique"
    ]
  }
}